{
  "title": "The Lady's Very Own",
  "sections": [
    {
      "title": "Gender",
      "description": [
        "The night has begun in earnest, moon shining bright and full, and so your lady has need of you, her most important servant. But before you make haste, a small question, are you man or damsel?",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Male",
          "description": [
            "A gentleman should always have a lady to serve, as is proper, common, and known, more so when she is a lady of the night. Continue with your work, good sir, and do not keep your lady waiting."
          ]
        },
        {
          "title": "Female",
          "description": [
            "There are those that would consider such a close relationship between women preposterous, but beings of the night like your lady care not for them. After all, how does sex matter for those that can't bear nor sire children, and possess unnatural strength? Continue your tasks, fair damsel, and do not keep the lady waiting."
          ]
        }
      ]
    },
    {
      "title": "Entourage Role",
      "description": [
        "All proper rulers of the night have an Entourage by their side, and your lady is no different. The four roles that comprise one have been upheld since antiquity, and you fall squarely in one of them.",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Knight",
          "description": [
            "The knight is the spear pointed outwards, the one that sheds blood for their lord far away from their demesne. A knight's day to day duties include the hunting of prey for their master, patrolling their liege's lands and ensuring they remain free of undesirables and upholding said liege's authority wherever they go."
          ]
        },
        {
          "title": "Headservant",
          "description": [
            "The headservant is the shield to the knight's spear. Always close to their lieges, headservants work and toil to ensure their master's safety, comfort and happiness. Usually, they are considered to speak with their lord's authority and can give orders to the other members of their liege's Entourage."
          ]
        },
        {
          "title": "Chamberlain",
          "description": [
            "As chamberlain, you ensure that your lady remains unassailed by the stress of managing her vast riches and that said riches don't unduly diminish. By the nature of their work, chamberlains are the ones that interact with the world of the day the most, and so are also tasked with maintaining their liege and the rest of the night hidden at any cost."
          ]
        },
        {
          "title": "Hidden Blade",
          "description": [
            "There are tasks that require a special sort of secrecy, and for those tasks were those such as you found. Hidden Blades carry out assassinations, espionage, contraband, and other unseemly things in the name of their liege, against enemies both within and without vampire society."
          ]
        }
      ]
    },
    {
      "title": "Denizen Type",
      "description": [
        "Almost as important as the service you render is you own nature as a denizen of the night. What, exactly, are you?",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Human",
          "description": [
            "As a human, you lack the unnatural strength and powers of those that dwell in the dark, but your cleverness more than makes up for it.",
            "Moreover, you also lack the multitude of weakness that plague supernatural creatures. There's a reason humans are the dominant species in the planet, after all."
          ]
        },
        {
          "title": "Vampire",
          "description": [
            "The self-proclaimed kings of the night possess many powers, such as shapeshifting into various animals or mist, a gaze able to place the weak-willed under their control, and strong regeneration. However they also have a plethora of weakness, from the sun rendering them weaker than a human child to not being able to cross running water, passing through holy symbols and garlic."
          ]
        },
        {
          "title": "Lycanthrope",
          "description": [
            "Lycanthropes are among the most feared beings that go bump in the night, deservedly so, for they possess peerless strength, skin though enough to deflect blades and their wounds close so fast that blows look like they have no effect. Yet their weakness to silver is well known, even the most slight contact with pure enough silver will make a lycanthrope's blood rot and poison their body."
          ]
        },
        {
          "title": "Stranger",
          "description": [
            "The gods of the void are feared beyond measure, gargantuan entities that can crush civilizations like one does an ant, but what of their lesser kin? For those weak ones, the void is a horrible place, and when they manage to anchor themselves to any reality, they'll clutch to it with all their strength. Strange beings yet so surprisingly human, as long as the mask remains on."
          ]
        }
      ]
    },
    {
      "title": "Your Lady's Age",
      "description": [
        "Now, there's the matter of your lady. As a vampire, perhaps the most important question about her is her age. How long has it take her to gather all her power, and most importantly, get you in her service?",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Youngling",
          "description": [
            "So young she might be as well be a mortal, her appearance matching her age. By what miraculous situation could she have acquired so much power, power that evades those a century her senior? And how could she get your servitude, much less gather an entourage? Perhaps you were willing, and that's the reason for her success?",
            "Gain a normal perk."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 1,
            "alteredPerks": 0
          }
        },
        {
          "title": "Matured",
          "description": [
            "A proper vampire, a century or two older than her appearance would suggest. It's at this age that vampires begin to expand their influence, attempting to go from mere predators to lofty lords. Your lady has been splendidly successful, owing to industrious work from both of you.",
            "Gain a class talent."
          ],
          "perks": {
            "classTalents": 1,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 0
          }
        },
        {
          "title": "Elder",
          "description": [
            "It's only logical that your lady would have an Entourage, with her great clout and age. She has seen many, many things in her more than five hundred years of age and has great experience on many fronts. By being so close to her for so long, some of it has stuck with you.",
            "Gain a special talent."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 1,
            "normalPerks": 0,
            "alteredPerks": 0
          }
        },
        {
          "title": "Ancient",
          "description": [
            "A being so old that it can only be called a vampire for her thirst for blood, a being that has been called both god and demon. You do not know why she chose you, but you should feel honored. Being bound by blood to such an idiosyncratic being has made you the only person that, perhaps, she can call kin.",
            "Gain an altered perk."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 1
          }
        }
      ]
    },
    {
      "title": "Your Lady's Appearance",
      "description": [
        "Next is her appearance. Vampires are vain creatures by nature, and there is no doubt your lady strives to make the best of whatundeath granted her.",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Wolf Among Sheep",
          "description": [
            "Your lady is practically indistinguishable from a human being, and only her beauty and sharp fangs might give something away. Some days you could almost forget what she is, and what you are to her, so normal do her actions look. It doesn't help, that she is so dedicated to her hobbies.",
            "Your lady has an extra hobby."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 0,
            "hobbies": 1
          }
        },
        {
          "title": "Unnatural Semblance",
          "description": [
            "Corpse-like paleness, cold as death, fangs that spring from her mouth and hair that moves on its own. Your lady is recognizable as a vampire by anyone with the smallest clue about the supernatural, so you are all the more diligent to protect her from those that realize the truth.",
            "Gain a class talent."
          ],
          "perks": {
            "classTalents": 1,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 0,
            "hobbies": 0
          }
        },
        {
          "title": "Beautiful Corpse",
          "description": [
            "Deathly wounds still open, eyes like glass, and mist that hangs on her like a constant veil. Yet those things that should be horrible are instead beautiful, perhaps because it's your lady who bears them. Still, no one can deny that her closeness with death grants her power, and as her servant so does it to you.",
            "Gain a normal perk."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 1,
            "alteredPerks": 0,
            "hobbies": 0
          }
        },
        {
          "title": "Inhuman Aspect",
          "description": [
            "Truly, most would not think your lady a vampire. With horns, tails, and claws, she looks more like a demon or even a dragon than a vampire. Just what strange circumstances have made her look like so? But such strange blood has it's advantages, as you can tell.",
            "Gain an altered perk "
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 1,
            "hobbies": 0
          }
        }
      ]
    },
    {
      "title": "Your Lady's Nature",
      "description": [
        "In all the years you have been by her side, you have grown to know your lady well. What would you say is her nature?",
        "Choose One"
      ],
      "choices": [
        {
          "title": "Innocent Doll",
          "description": [
            "Your lady is the very image of purity, childish wonder and behavior almost overpowering the predator within. It is saddening that such a flower needs to be watered by blood, but you'll ensure it grows, protected and smiling.",
            "Gain a class talent."
          ],
          "perks": {
            "classTalents": 1,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 0,
            "hobbies": 0
          }
        },
        {
          "title": "Arrogant Youth",
          "description": [
            "Is it not true that your lady has vast riches, powers and most of all, you by her side? Then why should she bother with fake humility, when she stands high above so many others? Her smug demeanor is constant, and to back it up, you have honed yourself.",
            "Gain a normal perk."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 1,
            "alteredPerks": 0,
            "hobbies": 0
          }
        },
        {
          "title": "Alluring Temptress",
          "description": [
            "Your lady takes enjoyment in being the kind of death men desire and fantasize about. Even you are not spared her teasing charms, in fact, she seems to focus them on you. Still, such beauty, even when it lies far, is bound to attract undesirables, which you'll have to deal with.",
            "Gain a normal perk."
          ],
          "perks": {
            "classTalents": 0,
            "specialTalents": 0,
            "normalPerks": 1,
            "alteredPerks": 0,
            "hobbies": 0
          }
        },
        {
          "title": "Plucked Flower",
          "description": [
            "Your lady bears her position like a crown of thorns, with pained somberness and regal coldness. Indeed, undeath has not been kind to her unbeating heart, and many wounds still lie open within. You do what you can to comfort her, of course, but some things might be beyond help.",
            "Gain a class talent."
          ],
          "perks": {
            "classTalents": 1,
            "specialTalents": 0,
            "normalPerks": 0,
            "alteredPerks": 0,
            "hobbies": 0
          }
        }
      ]
    }
  ]
}
